Repository: blackPantherOS/Applications
Catalog: blackPanther-profiler/po/*.po
Languages: hu_hu

source: More
hu_hu: Továbbiak

source: Congratulations!
hu_hu: Gratulálunk!

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Your settings have been applied.</span> Now you can start enjoying blackPanther OS or you can checkout the following links and applications for more settings or for help and support. Don't forget to <span style=" font-weight:600;">join our community on Facebook!</span></p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">A beállításaid alkalmazva lettek.</span> Most már élvezheted a blackpanther OS-ed vagy megnézheted az alábbi linkeket és alkalmazásokat a további beállításokhoz, vagy akár segítségért és támogatásért. Ne felejtsd el, hogy <span style=" font-weight:600;">csatlakozhatsz a Facebook-on a közösségünkhöz!</span></p></body></html>

source: My Hardware Benchmark Page
hu_hu: A hardver-teljesítmények oldala

source: My Hardware Page
hu_hu: Hardvereim oldala

source: Migration Wizard
hu_hu: Migrációs varázsló

source: System Settings
hu_hu: Rendszer beállítások

source: Configuration tools for blackPanther OS such as the display, firewall, keyboard, user manager...
hu_hu: blackPanther OS beállítóeszközök mind a kijezőhöz, tűzfalhoz, billentyűzethez, felhasználók kezeléséhez...

source: Help and Support
hu_hu: Segítség és támogatás

source: blackPanther community, mailing lists, chat rooms, wiki's, help and support pages...
hu_hu: blackPanther közösség, levelező lista, chat szoba, wiki, segítség és támogatás oldal...

source: Keyboard
hu_hu: Billentyűzet

source: Test here the keyboard layout »
hu_hu: Próbáld ki a billentyűzet kiosztást »

source: Keyboard Layout Language
hu_hu: Billentyűzetkiosztás nyelve

source: Profiler automatically selects the best keyboard layout according to your system language. If you want to use another layout other than the default keyboard layout, you can make your selection and test it instantly.
hu_hu: A Profiler automatikusan választja ki a legjobb billentyűzet kiosztás a te rendszered nyelve alapján. Ha másik kiosztást akarsz alapértelmezetten akkor itt tudsz választani és azonnal ki is tudod próbálni.

source: Advanced
hu_hu: Haladó

source: Mouse
hu_hu: Egér

source: Setup Mouse or TouchPad Behavior
hu_hu: Egér vagy érintőpad beállítása

source: The <b>clicking behavior</b> defines how many times you want to click when you are opening a file. If you are <b>left handed</b>, you may prefer to swap the left and right buttons of your pointing device.
hu_hu: A <b>kattintási viselkedés</b> azt állítja be, hogy hányszor kell kattintani egy fájlra a megnyitásához. Ha te <b>balkezes</b> vagy, neked jobb lehet a mutató eszköz bal és a jobb gombjainak felcserélése.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This computer is a Laptop or do you want use <span style=" font-weight:600; text-decoration: underline; color:#ffffff;">Touchpad</span>? You can enable and configure here:</p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ez a gép egy laptop vagy egy <span style=" font-weight:600; text-decoration: underline; color:#ffffff;">érintőpadot</span> használsz? Itt tudod bekapcsolni vagy beállítani: </p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Configure and enable TouchPad tapping, </span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">scrolling, buttons, etc...</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"></p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Konfiguráld és kapcsold be az érintőpadon a </span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">görgetéseket, gombokat, stb...</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"></p></body></html>

source: Open
hu_hu: Megnyitás

source: Clicking Behaviour
hu_hu: A kattintás viselkedése

source: Dou&ble-click to open files and folders
hu_hu: D&upla kattintás a megnyitásához

source: Single-click to open files and folders
hu_hu: Egyszeres kattintás a megnyitásához

source: Button Order
hu_hu: Gomb elrendezés

source: Right Hand
hu_hu: Jobbkezes

source: Reverse scrolling
hu_hu: Fordított görgetés

source: Left Hand
hu_hu: Balkezes

source: Network
hu_hu: Hálózat

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:9pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Connect to the</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:20pt;">Internet or any Network</span></p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:9pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt;">Kapcsolódás az</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:20pt;">Internethez vagy bármilyen hálózathoz</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Can you managing all wired or wireless interface in the computer. Please select an option. If you don't know what is this, please choose the 'Next' button to other page.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Itt tudod kezelni az összes vezetékes vagy vezeték nélküli hálózati csatolót. Válassz egy opciót, ha nem tudod, hogy mi ez akkor egyszerűen válts a következő oldalra vagy másik lapra.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>

source: Configure now network connections ....
hu_hu: Állítsad be most a hálózati kapcsolatokat...

source: Configure
hu_hu: Konfigurálás

source: Packages
hu_hu: Csomagok

source: Updates
hu_hu: Frissítések

source: Show updates in the system tray
hu_hu: Mutassa a frissítéseket a paneltálcán

source: Check updates automatically every
hu_hu: Frissítések ellenőrzése minden

source: hours
hu_hu: óra

source: Repositories
hu_hu: Tárolóforrások

source: Install / Remove Programs
hu_hu: Telepíti / Eltávolítja a programokat

source: Recommend
hu_hu: Alkalmazások

source: Default
hu_hu: Alapértelmezett

source: Update list from Internet
hu_hu: Lista frissítése az internetről

source: Skip this step
hu_hu: A lépés kihagyása

source: Choose Recommend Apps
hu_hu: Javasolt alkalmazások

source: Can find more suggested apps for your perfect system
hu_hu: Itt találsz több javasolt alkalmazást a rendszer tökéletesítéséhez

source: Apply Settings
hu_hu: Beállítások alkalmazása

source: Select your keyboard layout
hu_hu: Válassz billentyűzet kiosztást

source: Kick-off Menu
hu_hu: Kick-off menü

source: Simple Menu
hu_hu: Hagyományos menü

source: Lancelot Menu
hu_hu: Lancelot menü

source: App Menu
hu_hu: App Menü

source: Mouse Config
hu_hu: Egér beállítása

source: Setup Mouse Behavior
hu_hu: Egér viselkedés beállítása

source: Left Handed
hu_hu: Balkezes

source: Right Handed
hu_hu: Jobbkezes

source: Single Click
hu_hu: Egyszeres kattintás

source: Double Click
hu_hu: Dupla kattintás

source: Network Manager
hu_hu: Hálózat kezelő

source: Package Manager
hu_hu: Csomagkezelő

source: Wonderful more apps! \m/
hu_hu: Még több fantasztikus alkalmazás! \m/

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Label
hu_hu: Címke

source: Data
hu_hu: Adat

source: &Back
hu_hu: Vissza

source: Default run level
hu_hu: Alap futtatási szint

source: Language
hu_hu: Nyelv

source: Number of CPUs
hu_hu: CPU-k száma

source: CPU Speed
hu_hu: Processzor sebesség

source: System Memory
hu_hu: Rendszer memória

source: System Swap
hu_hu: Rendszer lapozómemória

source: System
hu_hu: Rendszer

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Welcome
hu_hu: Üdvözöllek

source: Welcome to Profiler
hu_hu: Üdvözöllek a Profilerben

source: Mouse Settings
hu_hu: Egér beállítások

source: Selected Mouse configuration: <b>%s</b>
hu_hu: Kiválasztott egér beállítás: <b>%s</b>

source: Selected clicking behaviour: <b>%s</b>
hu_hu: Kiválasztott egér viselkedés: <b>%s</b>

source: Menu Settings
hu_hu: Menü beállítások

source: Selected Menu: <b>%s</b>
hu_hu: Kiválasztott menü: <b>%s</b>

source: Wallpaper Settings
hu_hu: Háttérkép beállítások

source: You haven't selected any wallpaper.
hu_hu: Nem választottál másik háttérképet.

source: Selected Wallpaper: <b>%s</b>
hu_hu: Kiválasztott háttérkép: <b>%s</b>

source: Style Settings
hu_hu: Stílus beállítások

source: You haven't selected any style.
hu_hu: Nem választottál másik stílust.

source: Selected Style: <b>%s</b>
hu_hu: Kiválasztott stílus: <b>%s</b>

source: Search Settings
hu_hu: Keresési beállítások

source: Desktop search: <b>%s</b>
hu_hu: Asztali keresés: <b>%s</b>

source: Smolt Settings
hu_hu: Smolt Beállítások

source: TouchPad Configuration
hu_hu: Érintőpad beállítások

source: Wonderful, awesome, superb wallpapers! \m/
hu_hu: Csodálatos, fantasztikus, remek háttérképek! \m/

source: Search
hu_hu: Keresés

source: Easy Desktop Search
hu_hu: Egyszerű asztali keresés

source: Strigi Desktop Search indexes your frequently used files. This gives you very fast file search results. Strigi also can search for files based on their contents. (Warning! Not recommended for old/slow PC)
hu_hu: Asztali indexelő keresés a gyakran használt fájlokhoz. Ez nagyon gyors fájl keresési eredményeket biztosít. Kereshet a fájlok vagy tartalmuk alapján. (Figyelem! Nem javasolt lassú vagy régi PC-n)

source: Allow Strigi to index my files
hu_hu: Engedélyezi a Strigi-nek a fájlok indexelését

source: &Send my profile
hu_hu: &A profilom elküldése

source: Help blackPanther OS Improve!
hu_hu: Segíts a blackPanther OS javításában!

source: Form
hu_hu: Adatlap

source: Themes
hu_hu: Témák

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600;">Customize Your Desktop</span></p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600;">Munkaasztal testreszabása</span></p></body></html>

source: Choose your favorite theme and desktop type. Customize the blackPanther OS with colorful styles and themes.
hu_hu: Válaszd ki a kedvenc témádat és asztal típusodat. Testreszabhatod a blackPanther OS-t színesebb témákkal, stílusokkal.

source: Desktop Type
hu_hu: Asztal típusa

source: Desktop view (KDE4 Style)
hu_hu: Asztali nézet (KDE 4 stílus)

source: Folder view (KDE3 Style)
hu_hu: Mappa nézet (KDE3 stílus)

source: Number of Desktops
hu_hu: Asztalok száma

source: Summary
hu_hu: Összefoglalás

source: Save Your Settings
hu_hu: A beállításaim elmentése

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">You have successfully finished all steps. Here's a summary of the settings you want to apply. Click <span style=" font-weight:600;">Apply Settings</span> to save them now or go back to appeal. You are now ready to enjoy blackPanther OS!</p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sikeresen befejeztél minden lépést. Itt láthatsz most egy összefoglalót. Kattints a <span style=" font-weight:600;">Beállítások alkalmazása</span> gombra hogy elmentsed őket vagy lépj vissza a módosításhoz. Most már kész vagy a blackPanther OS használatára!</p></body></html>

source: Click and selected...
hu_hu: Kattint és kiválaszt...

source: Install
hu_hu: Telepítés

source: Wallpaper
hu_hu: Háttérkép

source: Choose wallpaper from file
hu_hu: Háttérkép választása fájlból

source: Don't change wallpaper
hu_hu: Ne cserélje a háttérképet

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Choose your favorite wallpaper for blackPanther OS. Don't forget to check out <span style=" font-weight:600;">Desktop Settings</span> for downloading new and cool wallpapers.</p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Válassz egy kedvenc háttérképet a blackPanther OS-re. Ne felejtsed el, hogy az <span style=" font-weight:600;">Asztal beállításoknál</span> tudsz letölteni több fantasztikus háttérképet is.</p></body></html>

source: Choose a Wallpaper
hu_hu: Válasszon egy háttérképet

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:25pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt;">Welcome to blackPanther OS </span><span style=" font-size:22pt; vertical-align:super;">v11.x</span></p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:25pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt;">Üdvözöllek a blackPanther OS </span><span style=" font-size:22pt; vertical-align:super;">v15.x </span>!</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The blackPanther OS is a reliable, secure, fast and user friendly operating system. <br /><br />With blackPanther, you can connect to the internet, read your e-mails, work with your office documents, watch movies, play music, develop applications, play games and much more! <br /><br /><span style=" font-weight:600;">Wizard</span> will help you personalize your blackPanther workspace easily and quickly. Please click <span style=" font-weight:600;">next</span> in order to begin.</p></body></html>
hu_hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'URW Gothic L'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">A blackpanther OS megbízható, biztonságos, gyors és felhasználóbarát operációs rendszer.<br /><br />A blackPanther-el, tudsz csatlakozni az internethez, elolvashatod az e-maileket, dolgozhatsz az irodai dokumentumokon, tudsz filmet nézni, zenét hallgatni, fejleszteni, játszani, és még sok minden mást! <br /><br /><span style=" font-weight:600;">A varázsló</span> most segíteni fog neked, hogy gyorsan és könnyen személyre szabhasd a blackPanther munkakörnyezeted. Kattints a <span style=" font-weight:600;">következő</span> gombra a kezdéshez.</p></body></html>

source: Run Profiler on System Startup
hu_hu: Futtatás rendszer indulásakor
