Repository: blackPantherOS/Applications
Catalog: blackPanther-usbmaker/po/*.po
Languages: hu

source: blackPanther USB Maker
hu: blackPanther USB-készítő

source: This button will begin the LiveUSB creation process. This entails optionally downloading a release (if an existing one wasn't selected), extracting the ISO to the USB device, creating the persistent overlay, and installing the bootloader.
hu: Ez a gomb indítja a LiveUSB készítés folyamatát. Ebbe beleértendő egy kiadás letöltésének lehetősége (ha nem választott már meglévőt), az ISO kicsomagolása az USB eszközre, állandó tárhely létrehozása és a rendszerindító telepítése.

source: Create Live USB
hu: USB készítése

source: This is the status console, where all messages get written to.
hu: Ez az állapot kijelző, ahol minden üzenet megjelenik.

source: This is the progress bar that will indicate how far along in the LiveUSB creation process you are
hu: Ez a folyamatjelző, ami mutatja, hogy hol tart az élő USB létrehozásának folyamata.

source: If you do not select an existing Live CD, the selected release will be downloaded for you.
hu: Ha nem választ meglévő élő CD képet, akkor letöltöm a kiválasztott kiadást.

source: Download a ISO file
hu: ISO-képfájl letöltése

source: or
hu: v.

source: This button allows you to browse for an existing Live CD ISO that you have previously downloaded. If you do not select one, a release will be downloaded for you automatically.
hu: Ezzel a gombbal böngészheti a már meglévő élő CD ISO-kat, melyeket már korábban letöltött. Ha nem választ egyet, akkor egy kiadás automatikusan letöltésre kerül.

source: Use existing CD-image
hu: Meglévő CD-kép használata

source: Browse
hu: Böngészés

source: This is the USB stick that you want to install your Live CD on. This device must be formatted with the FAT filesystem.
hu: Erre az USB eszközre fogja telepíteni az élő rendszert. Az eszközön FAT fájlrendszernek kell lennie.

source: Target Device
hu: Céleszköz

source: By allocating extra space on your USB stick for a persistent overlay, you will be able to store data and make permanent modifications to your live operating system. Without it, you will not be able to save data that will persist after a reboot.
hu: Többlet hely lefoglalásával egy állandó tárhelyet hozhat létre, melyen az élő rendszer adatokat és beállításokat tárolhat. Enélkül nem lesz képes adatokat menteni az élő rendszeren, melyek megmaradnak újraindítás után is.

source: Data&Changes Storage (0 Mb)
hu: Adat & változás tároló (0 Mb)

source: Setting up OLPC boot file...
hu: OLPC bootfájl beállítása...

source: There was a problem executing the following command: `%s` A more detailed error log has been written to 'liveusb-creator.log'
hu: Probléma történt a következő parancs végrehajtásakor: „%s” Részletesebb hibanapló került a „liveusb-creator.log”-ban.

source: Verifying SHA1 checksum of blackPanther CD image...
hu: A CD-képfájl SHA1 összegének ellenőrzése…

source: Verifying SHA256 checksum of blackPanher CD image...
hu: CD-képfájl SHA1 összegének ellenőrzése…

source: Error: The SHA1 of your blackPanther CD is invalid. You can run this program with the --noverify argument to bypass this verification check.
hu: Hiba: A blackPanther CD-kép SHA1 összegének ellenőrzése sikertelen. A programot a --noverify·argumentummal indítva mellőzheti ezt az ellenőrzést.

source: Unknown ISO, skipping checksum verification
hu: Ismeretlen ISO, checksum ellenőrzés kihagyása

source: Not enough free space on device.
hu: Nincs elég szabad hely az eszközön.

source: Creating
hu: Létrehozás

source: data and change storage file..please wait!
hu: adat és változástároló fájl... kérem várjon!

source: Format the blackPanther storagefile for usage...
hu: A blackPanther változástároló formázása a használathoz...

source: Removing existing OS from device
hu: A meglévő rendszer eltávolítása…

source: Unable to remove previous OS: %s
hu: Nem lehet eltávolítani az előző rendszert: %s

source: Cannot find device %s
hu: A(z) %s eszköz nem található

source: Unable to find any USB drives
hu: Nincs elérhető USB-s eszköz

source: Unknown filesystem. Your device may need to be reformatted.
hu: A fájlrendszer ismeretlen! Az eszközt ajánlatos újraformázni.

source: Unsupported filesystem: %s
hu: Nem támogatott fájlrendszer: %s

source: Unable to mount device: %s
hu: A(z) %s eszköz csatolása sikertelen

source: Verifying filesystem...
hu: Fájlrendszer ellenőrzése…

source: Modify
hu: Módosítom az

source: 's label to:
hu: eszköz címkéjét a következőre:

source: Extracting blackPanther image to USB device...
hu: A blackPanther CD-kép kibontása az USB eszközre…

source: Unable to find blackPanther OS on ISO
hu: Nem található a blackPanther OS az ISO-ban

source: Extracting boot files to device. Please wait..
hu: Az indítófájlok kibontása az USB eszközre…Kérem várjon!

source: Installing bootloader...
hu: Rendszerindító telepítése... Mindjárt kész!

source: Removing
hu: Eltávolítás

source: Verifying ISO MD5 checksum
hu: ISO MD5 ellenőrzőösszeg összehasonlítása

source: ISO MD5 checksum verification failed
hu: ISO MD5 összegének ellenőrzése sikertelen!

source: ISO MD5 checksum passed
hu: Az MD5 ellenőrzőösszeg rendben...folytatom

source: %s already bootable
hu: %s már bootloható

source: Unable to find partition
hu: Nem található partíció

source: Resetting Master Boot Record
hu: A(z) MBR alaphelyzetbehozása

source: Unable to reset MBR. You may not have the `syslinux` package installed
hu: Nem lehetett az MBR-t alaphelyzetbe állítani. Lehet hogy nincs a syslinux program telepítve.

source: Drive is a loopback, skipping MBR reset
hu: A meghajtó egy loopback eszköz, MBR reset kihagyása

source: Calculating the SHA1 of %s
hu: A(z) %s ellenőrzőösszegének számítása ...

source: Error probing device
hu: Nem sikerült értelmezni az eszközt

source: Unable to find any removable devices
hu: Nem található cserélhető eszköz

source: Make sure your USB key is plugged in and formatted with the FAT filesystem
hu: Győződjön meg arról, hogy az USB eszközt bedugta és azon FAT fájlrendszer található

source: Unsupported filesystem: %s Please backup and format your USB key with the FAT filesystem.
hu: Nem támogatott fájlrendszer: %s Kérem mentse le az adatait, majd alakítson ki az USB eszközön FAT fájlrendszert.

source: Wrote to device at
hu: Írás az eszközre

source: Extracting blackPanther bootfile to device...
hu: Az indítófájlok kibontása az USB eszközre…

source: Generate blackPanther storagefile on device...
hu: blackPanther tárolásifájl létrehozása az eszközön...

source: Formating the blackPanther storagefile for usage...
hu: A blackPanther változástároló formázása a használathoz...

source: Installing bootloader to device..
hu: Rendszerbetöltő telepítése az eszközre...

source: Cannot find
hu: Nem található %1

source: Make sure to extract the entire liveusb-creator zip file before running this program.
hu: A(z) '%s' nem található. Győződjön meg arról, hogy a teljes liveusb-creator.zip fájlt kicsomagolta, mielőtt futtatja a programot

source: Unknown release: %s
hu: Ismeretlen kiadás: %s

source: Downloading:
hu: Letöltés alatt:

source: Error: Cannot set the label or obtain
hu: Hiba: A címkét nem lehet beállítani, vagy az eszköz UUID-jét lekérni.

source: Complete the mission! Duration:
hu: A küldetés sikeresen befejeződött! Időtartama:

source: blackPanther USB creation failed!
hu: A blackPanther USB létrehozása nem sikerült!

source: Device is not yet mounted, so we cannot
hu: Az eszköz nincs csatlakoztatva, így nem lehet

source: Persistent Storage
hu: Adat & változás tároló

source: The Master Boot Record on your device is blank.
hu: Üres a Master Boot Recort az eszközön.

source: Warning: The Master Boot Record on your device
hu: Figyelmeztetés: A Master Boot Record az eszközén

source: Unable to mount device
hu: Nem sikerült csatlakoztatni ezt az %s eszközt

source: Your device already contains a LiveOS. If you
hu: Az eszköz már tartalmaz egy élő rendszert. Ha folytatja, felülírásra kerül.

source: Warning: Creating a new persistent overlay
hu: %s MB változás-tároló létrehozása

source: Press 'Create Live USB' again if you wish to
hu: Nyomja meg az „USB készítése” gombot ismét, ha folytatni kívánja.

source: Download complete!
hu: A letöltés elkészült!

source: Download failed:
hu: A letöltés nem sikerült:

source: You can try again to resume your download
hu: Megpróbálhatja újra, így folytatva a letöltést

source: Select Live ISO
hu: Válasszon egy ISO-t

source: Unable to encode the filename of your livecd.
hu: Nem lehetett a fájlnevet értelmezni.

source: selected
hu: Kijelölve

source: blackPanther USB-Maker
hu: blackPanther USB-készítő

source: This button will begin the USB creation process. This entails optionally downloading a release (if an existing one wasn't selected), extracting the ISO to the USB device, creating the persistent overlay, and installing the bootloader.
hu: Ez a gomb indítja a USB készítés folyamatát. Ebbe beleértendő egy kiadás letöltésének lehetősége (ha nem választott már meglévőt), az ISO kicsomagolása az USB eszközre, állandó tárhely létrehozása és a rendszerindító telepítése.

source: Create USB OS
hu: USB készítése

source: This is the progress bar that will indicate how far along in the USB creation process you are
hu: Ez a folyamatjelző, ami mutatja, hogy hol tart az élő USB létrehozásának folyamata.

source: Download a ISO
hu: Egy ISO letöltése:

source: Data && Changes Storage
hu: Adat && változás tároló

source: Bad URL: %s
hu: Rossz URL: %s

source: Local file does not exist: %s
hu: A helyi fájl nem található: %s

source: Not a normal file: %s
hu: %s nem egy normál fájl

source: Exceeded limit (%i): %s
hu: A határt elérte: (%i): %s

source: Timeout: %s
hu: Időtúllépés: %s

source: HTTP Exception (%s): %s
hu: HTTP Kivétel történt (%s): %s

source: Socket Error: %s
hu: Socket hiba: %s

source: Bad proxy URL: %s
hu: Pr&oxybeállító webcím: %s

source: You must run this application as root
hu: Az alkalmazás csak root joggal fut.
